{
    "days": [
      {
        "id": "day1",
        "date": "Tuesday September 10th",
        "sessions": [
          {
            "title": "Opening words",
            "time": "16:45 - 17:00",
            "details": "GAIA Team intro + program.",
            "participants": []
          },
          {
            "title": "The Scene Report",
            "time": "17:00 - 17:45",
            "details": "A staple of the event, The Scene Report is a panel that consistently blends new voices with well-established events, celebrating both the evolution and the roots of the artistic, experimental, and indie video game scene. This time time we’ll be hearing from Playtopia (Capetown), OneTwoSix (Los Angeles) the local indie scene in Gothenburg (Sweden), Accion Devs (Argentina) & Indie Dev Day (Spain)",
            "participants": [
              {"id": "DominiqueG"},
              {"id": "KjellH"},
              {"id": "JaminW"},
              {"id": "LauraG"},
              {"id": "GonzaloB"},
              {"id": "ApieOddy", "role": "host"}
            ]
          },
          {
            "title": "Supporting local game scenes as community organizers",
            "time": "18:00 - 18:45",
            "details": "As organizers, we seek to cultivate and support our local game scenes but sometimes they are overshadowed by international work. This conversation will give participants an opportunity to enumerate the needs of their local game scenes, the challenges they face, and the resources they thrive on. What strategies might help us connect these resources to our game scenes? We seek to provide a venue for potential and current organizers to share their experience and actionable steps that have worked for them.",
            "participants": [
              {"id": "DavidA"},
              {"id": "emily"},
              {"id": "SebGalvez"},
              {"id": "SolS", "role": "host"}
            ]
          },
          {
            "title": "Alternative ways of fostering the artgames scene",
            "time": "19:00 - 19:50",
            "details": "A panel discussion about creating unique editorial projects that elevate the visibility of independent and artistic game productions and explore their crossover with other media. We’ll be hearing from Mer Grazzini, from PressOver (a website, podcast series and exhibit focused on Argentine and Latin American indie games), and from Angelo Careri, editor of the French magazine Immersion that blends film and video games.",
            "participants": [
              {"id": "MerGrazzini"},
              {"id": "Angelo"},
              {"id": "Fierce", "role": "host"}
            ]
          },
          {
            "title": "Artgames Showcase",
            "time": "20:00 - 20:45",
            "details": "A series of micro-presentations where four artists and developers from different countries will share the exploratory projects they are currently working on. This session offers a global perspective on how video games intersect with other fields and the diverse ways artists are pushing the boundaries and reimagining the medium.",
            "participants": [
              {"id": "MarrioB"},
              {"id": "IsabelleA"},
              {"id": "NicoV"},
              {"id": "SamuelB"}, 
              {"id": "InesLl", "role": "host"}
            ]
          },
             {
            "title": "The Palestinian Voices in Games Network",
            "time": "21:00 - 21:30",
            "details": "This session will present a new initiative begun in response to the current war in Palestine to support Palestinian creators in making games that could not be made otherwise. Several of the network's organizers will present its current state, goals, needs, and what it offers, and invite listeners to join, take action, and grow the network.",
            "participants": [
              {"id": "MarieJ"},
              {"id": "TBC"},
              {"id": "TBC"},
              {"id": "ShalevM", "role": "host"}
            ]
          }
        ]
      },
      {
        "id": "day2",
        "date": "Thursday September 19th",
        "sessions": [
          {
            "title": "Opening words",
            "time": "16:45 - 17:00",
            "details": "GAIA team intro + Program presentation",
            "participants": []
          },
          {
            "title": "From Physical to Virtual: Curating Digital Art Experiences",
            "time": "17:00 - 17:45",
            "details": "A conversation highlighting two approaches to transforming physical gallery experiences into immersive virtual worlds. Drawing from the creators' work with The ZIUM MUSEUM and the Mackenzie Gallery's digital kit, this session will focus on how best to adapt and translate the physical into the digital realm andexplore practical strategies for future digital curation.",
            "participants": [
              {"id": "Cat&Jonathan"},
              {"id": "MichaelB"},
              {"id": "Agnes", "role": "host"}
            ]
          },
          {
            "title": "Sensory Curations: Beyond Traditional Game Exhibits",
            "time": "18:00 - 18:45",
            "details": "This panel invites the audience to rethink the exhibition of video games as a performative space, where the relationship between bodies and games is central. Heather Kelley and Peter Devish will draw from their experiences to explore how cultural spaces can engage all the senses, going beyond visual displays. Together, we’ll delve into case studies and collaboratively develop ideas for a best practices kit that reimagines the physical interaction with games in exhibition settings.",
            "participants": [
              {"id": "HeatherK"},
              {"id": "PeterD"},
              {"id": "MerlinaraniR", "role": "host"}
            ]
          },
          {
            "title": "Caring and Community - Curating Indigenous Games",
            "time": "19:00 - 19:25",
            "details": "Hexe Fey will lead us in a hybrid talk-workshop, drawing from their personal experience and work within the indigenous game creators community. They will share best practices for supporting the growth of this community and increasing the visibility of their productions. This session offers an opportunity to learn and engage with the unique challenges and opportunities in curating indigenous games.",
            "participants": [
              {"id": "HexeF"},
              {"id": "MarieLB", "role": "host"}
            ]
          },
          {
            "title": "Caring and Community - Nurturing Healthy Communities: Sustainable Practices in Game Culture",
            "time": "19:30 - 20:15",
            "details": "This session explores strategies for maintaining a vibrant and inclusive game community over time. Allison will discuss the importance of mentorship and supporting new voices. Lan will address how to create accommodating environments for neurodivergent members without requiring disclosure. Tobias will share his insights from over 15 years of experience with building long-term support structures for artistic and community practices. Together, they will offer practical advice on fostering sustainable and healthy communities in game culture.",
            "participants": [
              {"id": "LanRoed"},
              {"id": "allison"},
              {"id": "TobiasK"},
              {"id": "BethlehemAnteneh", "role": "host"}
            ]
          },
          {
            "title": "Return of the GACK",
            "time": "20:15 - 21:00",
            "details": "This session is an invitation to revisit the original Game Arts Curatorial Kit, featuring the official presentation of its physical edition, released earlier this year. We will then explore the next steps: updating the content to tackle new challenges in video game curation and fostering sustainable communities. Join us in shaping the future of the GACK and contributing to its ongoing evolution.",
            "participants": [
              {"id": "Chaz"},
              {"id": "Angelo"},
              {"id": "TBC", "role": "host"}
            ]
          },
          {
            "title": "Playful session + Open mic",
            "time": "21:00 - 21:10",
            "details": "We’ll close the event in the most fitting way—by playing. Emily Koonce will lead us through an interactive online playful session, followed by an open mic where the audience can share their thoughts, ideas, and suggestions for the next edition of GAIA, giving everyone a chance to contribute to the future of the event.",
            "participants": [
              {"id": "emily"},
              {"id": "LuO"}
            ]
          }
        ]
      }
    ]
  }
